<?php

/**
 * @license    GPL 2 (https://www.gnu.org/licenses/gpl.html)
 *
 * @author uaKalwin <world9online@gmail.com>
 */
$lang['home']                  = 'Головна';
$lang['__background_site__']   = 'Колір для фону в області за вмістом (позаду блоку вмісту)';
$lang['__link__']              = 'Загальний колір посилань';
$lang['__existing__']          = 'Колір для посилань на існуючі сторінки';
$lang['__missing__']           = 'Колір для посилань на неіснуючі сторінки';
$lang['__site_width__']        = 'Ширина повного сайту (може бути вказана в будь-якій одиниці виміру: %, px, em, ...)';
$lang['__sidebar_width__']     = 'Ширина бічної панелі, якщо така є (може бути вказана в будь-якій одиниці виміру: %, px, em, ...)';
$lang['__tablet_width__']      = 'При досягненні екрану такої ширини, сайт переходить до режиму планшета';
$lang['__phone_width__']       = 'При досягненні екрану такої ширини, сайт переходить до режиму телефона';
$lang['__theme_color__']       = 'Колір теми веб-додатка';
