<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 * @author Wrya <wryaali33@gmail.com>
 */
$lang['menu']                  = 'بیگەرەوە بەڕێوەبەر';
$lang['filter']                = 'گەڕان لە پەڕەکانی سپام';
$lang['revert']                = 'لاپەڕە دیاریکراوەکان بگەڕێنەوە';
$lang['reverted']              = '%s بۆ پێداچوونەوەی %s هەڵدرایەوە';
$lang['removed']               = '%s لابرا';
$lang['revstart']              = 'پرۆسەی دووبارە -وەشانکردن دەستی پێکرد. ئەمە دەتوانێت کاتێکی زۆر بخایەنێت ئەگەر
                     کاتەکانی نوسینی دەرەوە پێش تەواوکردن، پێویستە بە بچوکتر بیگەرەوە
                     پارچە پارچە';
$lang['revstop']               = 'پرۆسەی دووبارە-وەشان کردن بە سەرکەوتوویی کۆتایی هات.';
$lang['note1']                 = 'تێبینی: ئەم گەڕانە هەستیارە';
$lang['note2']                 = 'تێبینی: لاپەڕەکە دەگەررێتەوە بۆ دوا وەشانی کە دەستەواژەی سپام نەبێت <i>%s</i>.';
