<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['admin_acl']             = 'بەڕێوەبردنی پێرستی دەستپێگەیشتنی چاودێر';
$lang['acl_group']             = 'کۆمەڵە:';
$lang['acl_user']              = 'بەکارهێنەر:';
$lang['acl_perms']             = 'مۆڵەتەکان بۆ';
$lang['page']                  = 'پەڕە';
$lang['namespace']             = 'بۆشایی ناو';
$lang['btn_select']            = 'دیاریبکە';
$lang['p_user_id']             = 'بەکارهێنەر <b class="acluser">%s</b> لە ئێستادا ئەم ڕێپێدانانەی خوارەوەی هەیە لە پەڕەی <b class="aclpage">%s</b>: <i>%s</i>.';
$lang['p_user_ns']             = 'بەکارهێنەر <b class="acluser">%s</b> لە ئێستادا ئەم مۆڵەتانەی خوارەوەی هەیە لە بۆشایی ناوی <b class="aclns">%s</b>: <i>%s</i>.';
$lang['p_group_id']            = 'ئەندامانی گرووپی <b class="aclgroup">%s</b> لە ئێستادا ئەم ڕێپێدانانەی خوارەوەیان هەیە لە پەڕەی <b class="aclpage">%s</b>: <i>%s</i>';
$lang['p_group_ns']            = 'ئەندامانی گرووپی <b class="aclgroup">%s</b> لە ئێستادا مۆڵەتەکانی خوارەوەیان هەیە لە بۆشایی ناوی <b class="aclns">%s</b>: <i>%s</i>';
$lang['p_choose_id']           = 'تکایە <b> بەکارهێنەریان یان کۆمەڵەیەک </b> لەم فۆرمەی سەرەوە بۆ بینین یان بژارکردنی مۆڵەتەکانی دانراو بۆ لاپەڕە <b class="aclpage">%s</b>';
$lang['p_choose_ns']           = 'تکایە <b> بەکارهێنەریان یان گروپ </b> لەم فۆرمەی سەرەوە بۆ بینین یان بژارکردنی مۆڵەتەکانی دانراوە بۆ بۆشایی ناوی <b class="aclns">%s</b>.';
$lang['p_inherited']           = 'تێبینی: ئەو مۆڵەتانە دانەنرا بە ئاشکرا بەڵام لە گروپەکانی تر یان بۆشایی ناوی بەرزتر بۆیان دانراوە.';
$lang['p_isadmin']             = 'تێبینی: گرووپ یان بەکارهێنەری دیاریکراو هەمیشە مۆڵەتی تەواوی هەیە لەبەرئەوەی بە سوپەر بەکارهێنەر شێوەبەندی کراوە.';
$lang['p_include']             = 'مۆڵەتە باڵاکان بریتین لە ئەوانەی خوارەوە. دروست کردن, بارکردن و سڕینەوە مۆڵەتەکان تەنها کارپێکردن بۆ ناوەکان, نەک لاپەڕەکان.';
$lang['current']               = 'یاساکانی ئێستای ACL';
$lang['where']                 = 'لاپەڕە/بۆشایی ناو';
$lang['who']                   = 'بەکارهێنەر/گروپ';
$lang['perm']                  = 'مۆڵەتەکان';
$lang['acl_perm0']             = 'هیچ';
$lang['acl_perm1']             = 'خوێندنەوە';
$lang['acl_perm2']             = 'دەستکاری';
$lang['acl_perm4']             = 'دروستکردن';
$lang['acl_perm8']             = 'بارکردن';
$lang['acl_perm16']            = 'سڕینەوە';
$lang['acl_new']               = 'زیادکردنی داخڵکردنی نوێ';
$lang['acl_mod']               = 'دەستکاری ی تۆمارکردن بکە';
