<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Олексій <alexey.furashev@gmail.com>
 * @author Nina Zolotova <nina-z@i.ua>
 */
$lang['admin_password']        = 'Пароль вказаного користувача.';
$lang['use_ssl']               = 'Використовуєте SSL-з\'єднання? Якщо так, не вмикайте TLS нижче.';
$lang['use_tls']               = 'Використовуєте TLS-з\'єднання? Якщо так, не вмикайте SSL нижче.';
$lang['debug']                 = 'Показати додаткові відомості щодо помилок?';
$lang['expirywarn']            = 'Кількість днів за яких попереджати про закінчення дії пароля користувача. 0 - не попереджати.';
$lang['update_name']           = 'Дозволити користувачам оновлювати ім\'я AD, яке відображається?';
$lang['update_mail']           = 'Дозволити користувачам оновлювати їх адреси електронної пошлти?';
