<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['__background_site__']   = 'ڕەنگ بۆ پێشبنەما زۆر (لە پشت چوارگۆشەی ناوەڕۆک)';
$lang['__link__']              = 'ڕەنگی لینکی گشتی';
$lang['__existing__']          = 'ڕەنگی لینکەکان بۆ پەڕەی بەردەست';
$lang['__missing__']           = 'ڕەنگی لینکەکان بۆ پەڕە ی بەردەست نیە';
$lang['__site_width__']        = 'پانی تەواوی سایتەکە (دەکرێت هەر یەکەیەکی درێژی: %, px, em, ...)';
$lang['__sidebar_width__']     = 'پانی شریتی لاتەنیشت، ئەگەر هەر (دەکرێت هەر یەکەیەکی درێژی: %, px, em, ...)';
$lang['__tablet_width__']      = 'لە خوارەوەی قەبارەی شاشە کە پانییە، سایتەکە دەگۆڕدری بۆ دۆخی تابلێت';
$lang['__phone_width__']       = 'لە خوارەوە ی قەبارەی شاشە کە پانییە، سایتەکە دەگۆڕدرێ بۆ مۆدی تەلەفۆن';
$lang['__theme_color__']       = 'ڕەنگی تێم لە کاربەرنامەی وێب';
