<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author RainbowSpike <1@2.ru>
 */
$lang['menu']                  = 'Настройки стилей шаблона';
$lang['js']['loader']          = 'Загружается предпросмотр...<br />Если здесь случился сбой, ваши настройки могут быть сброшены';
$lang['js']['popup']           = 'Открыть во всплывающем окне';
$lang['error']                 = 'Этот шаблон не поддерживает такой функционал.';
$lang['btn_preview']           = 'Просмотреть изменения';
$lang['btn_save']              = 'Сохранить изменения';
$lang['btn_reset']             = 'Сбросить сделанные изменения';
$lang['btn_revert']            = 'Откатить стили к исходным для шаблона';
$lang['__text__']              = 'Цвет текста';
$lang['__background__']        = 'Цвет фона';
$lang['__text_alt__']          = 'Второй цвет текста';
$lang['__background_alt__']    = 'Второй цвет фона';
$lang['__text_neu__']          = 'Нейтральный цвет текста';
$lang['__background_neu__']    = 'Нейтральный цвет фона';
$lang['__border__']            = 'Цвет границ';
$lang['__highlight__']         = 'Цвет подсветки (в основном для результатов поиска)';
