<?php
/**
 * english language file
 *
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * @author     Christopher Smith <chris@jalakai.co.uk>
 * @author     Thanos Massias <tm@navarino.gr>
 */

$lang['menu'] = 'Διαχείριση Επεκτάσεων'; 

// custom language strings for the plugin
$lang['download'] = "Μεταφόρτωση και εγκατάσταση νέας επέκτασης";
$lang['manage'] = "Εγκατεστημένες επεκτάσεις";

$lang['btn_info'] = 'πληροφορίες';
$lang['btn_update'] = 'ενημέρωση';
$lang['btn_delete'] = 'διαγραφή';
$lang['btn_settings'] = 'ρυθμίσεις';
$lang['btn_download'] = 'Μεταφόρτωση';

$lang['url']              = 'URL';

$lang['installed']        = 'Εγκατεστημένη:';
$lang['lastupdate']       = 'Τελευταία ενημέρωση:';
$lang['source']           = 'Προέλευση:';
$lang['unknown']          = 'άγνωστο';

// ..ing = header message
// ..ed = success message

$lang['updating']         = 'Σε διαδικασία ενημέρωσης ...';
$lang['updated']          = 'Η επέκταση %s ενημερώθηκε με επιτυχία';
$lang['updates']          = 'Οι παρακάτω επεκτάσεις ενημερώθηκαν με επιτυχία:';
$lang['update_none']      = 'Δεν βρέθηκαν ενημερώσεις.';

$lang['deleting']         = 'Σε διαδικασία διαγραφής ...';
$lang['deleted']          = 'Η επέκταση %s διαγράφηκε.';

$lang['downloading']      = 'Σε διαδικασία μεταφόρτωσης ...';
$lang['downloaded']       = 'Η επέκταση %s εγκαταστάθηκε με επιτυχία';
$lang['downloads']        = 'Οι παρακάτω επεκτάσεις εγκαταστάθηκαν με επιτυχία:';
$lang['download_none']    = 'Δεν βρέθηκαν επεκτάσεις ή εμφανίστηκε κάποιο πρόβλημα κατά την σχετική διαδικασία.';

// info titles
$lang['plugin']           = 'Επέκταση:';
$lang['components']       = 'Συστατικά';
$lang['noinfo']           = 'Αυτη η επέκταση δεν επέστρεψε κάποια πληροφορία - η επέκταση μπορεί να μην λειτουργεί κανονικά.';
$lang['name']             = 'Όνομα:';
$lang['date']             = 'Ημερομηνία:';
$lang['type']             = 'Τύπος:';
$lang['desc']             = 'Περιγραφή:';
$lang['author']           = 'Συγγραφές:';
$lang['www']              = 'Διεύθυνση στο διαδίκτυο:';
    
// error messages
$lang['error']            = 'Εμφανίστηκε άγνωστο σφάλμα.';
$lang['error_download']   = 'Δεν είναι δυνατή η μεταφόρτωση του αρχείου: %s';
$lang['error_badurl']     = 'Το URL είναι μάλλον λανθασμένο - είναι αδύναμτο να εξαχθεί το όνομα αρχείου από αυτό το URL';
$lang['error_dircreate']  = 'Δεν είναι δυνατή η δημιουργία ενός προσωρινού φακέλου αποθήκευσης των μεταφορτώσεων';
$lang['error_decompress'] = 'Δεν είναι δυνατή η αποσυμπίεση των μεταφορτώσεων. '.
                            'Αυτό μπορεί να οφείλεται σε μερική λήψη των μεταφορτώσεων, οπότε θα πρέπει να επαναλάβετε την διαδικασία '.
                            'ή το σύστημά σας δεν μπορεί να διαχειριστεί το συγκεκριμένο είδος συμπίεσης, οπότε θα πρέπει να '.
                            'εγκαταστήσετε την επέκταση χειροκίνητα.';
$lang['error_copy']       = 'Εμφανίστηκε ένα σφάλμα αντιγραφής αρχείων κατά την διαρκεια εγκατάστασης της επέκτασης '.
                            '<em>%s</em>: ο δίσκος μπορεί να είναι γεμάτος ή να μην είναι σωστά ρυθμισμένα τα δικαιώματα πρόσβασης. '.
                            'Αυτό το γεγονός μπορεί να οδήγησε σε μερική εγκατάσταση της επέκτασης και άρα η DokuWiki εγκατάστασή σας'.
                            'να εμφανίσει προβλήματα σταθερότητας.';
$lang['error_delete']     = 'Εμφανίστηκε ένα σφάλμα κατα την διαδικασία διαγραφής της επέκτασης <em>%s</em>.  '.
                            'Η πιθανότερη αιτία είναι να μην είναι σωστά ρυθμισμένα τα δικαιώματα πρόσβασης.';

//Setup VIM: ex: et ts=4 enc=utf-8 :
