<?php
/**
 * ukrainian language file
 *
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * @author     Oleksiy Voronin <ovoronin@gmail.com>
 */
$lang['encoding']   = 'utf-8';
$lang['direction']  = 'ltr';

$lang['btn_edit']   = 'Редагувати';
$lang['btn_source'] = 'Показати вихідний текст';
$lang['btn_show']   = 'Показати сторінку';
$lang['btn_create'] = 'Створити сторінку';
$lang['btn_search'] = 'Пошук';
$lang['btn_save']   = 'Зберегти';
$lang['btn_preview']= 'Перегляд';
$lang['btn_top']    = 'Повернутися наверх';
$lang['btn_newer']  = '<< більш нові';
$lang['btn_older']  = 'меньш нові >>';
$lang['btn_revs']   = 'Старі ревізії';
$lang['btn_recent'] = 'Недавні зміни';
$lang['btn_upload'] = 'Завантажити';
$lang['btn_cancel'] = 'Відмінити';
$lang['btn_index']  = 'Зміст';
$lang['btn_secedit']= 'Редагувати';
$lang['btn_login']  = 'Увійти';
$lang['btn_logout'] = 'Вийти';
$lang['btn_admin']  = 'Керування';
$lang['btn_update'] = 'Обновити';
$lang['btn_delete'] = 'Знищити';
$lang['btn_back']   = 'Назад';
$lang['btn_backlink']    = 'Посилання сюди';
$lang['btn_backtomedia'] = 'Назад до вибору медіа-файлу';
$lang['btn_subscribe']   = 'Підписатися';
$lang['btn_unsubscribe'] = 'Відписатися';
$lang['btn_profile']     = 'Оновити профіль';
$lang['btn_reset']       = 'Сброс';
$lang['btn_resendpwd']   = 'Надіслати новий пароль';
$lang['btn_draft']    = 'Редагувати чернетку';
$lang['btn_recover']  = 'Відновити чернетку';
$lang['btn_draftdel'] = 'Знищити чернетку';

$lang['loggedinas'] = 'Ви';
$lang['user']       = 'Користувач';
$lang['pass']       = 'Пароль';
$lang['newpass']    = 'Новий пароль';
$lang['oldpass']    = 'Підтвердити новий пароль';
$lang['passchk']    = 'ще раз';
$lang['remember']   = 'Запам\'ятати мене';
$lang['fullname']   = 'Повне ім\'я';
$lang['email']      = 'E-Mail';
$lang['register']   = 'Реєстрація';
$lang['profile']    = 'Профіль користувача';
$lang['badlogin']   = 'Вибачте, невірне ім\'я чи пароль.';
$lang['minoredit']  = 'Незначні зміни';
$lang['draftdate']  = 'Чернетка збережена'; // full dformat date will be added

$lang['regmissing'] = 'Вибачте, ви повинні заповнити всі поля.';
$lang['reguexists'] = 'Вибачте, користувач з таким іменем вже існує.';
$lang['regsuccess'] = 'Користувача було створено та пароль було відправлено на e-mail.';
$lang['regsuccess2']= 'Користувача було створено.';
$lang['regmailfail']= 'Схоже, що при відправленні паролю відбулася помилка. Зв\'яжіться з адміністратором!';
$lang['regbadmail'] = 'Схоже, що адреса e-mail невірна - якщо ви вважаєте, що це помилка, зв\'яжіться з адміністратором';
$lang['regbadpass'] = 'Надані паролі не співпадають, спробуйте ще раз';
$lang['regpwmail']  = 'Пароль ДокуВікі';
$lang['reghere']    = 'Ще немаєте облікового запису? Отримайте його негайно';

$lang['profna']       = 'Ця вікі не підтримує зміни профіля';
$lang['profnochange'] = 'Немає змін, немає що робити.';
$lang['profnoempty']  = 'Ім\'я або e-mail не можуть бути пустими.';
$lang['profchanged']  = 'Профіль успішно змінено.';

$lang['pwdforget'] = 'Забули пароль? Отримайте новий';
$lang['resendna']  = 'Ця вікі не підтримує повторне відправлення пароля.';
$lang['resendpwd'] = 'Надіслати пароль для';
$lang['resendpwdmissing'] = 'Вибачте, ви повинні заповнити усі поля.';
$lang['resendpwdnouser']  = 'Вибачте, такий користувач не існує.';
$lang['resendpwdsuccess'] = 'Ваш новий пароль було надіслано на email.';
$lang['resendpwdbadauth'] = 'Вибачте, код автентифікації невірний. Перевірте, чи ви використали повне посилання для підтвердження.';
$lang['resendpwdconfirm'] = 'Посилання для підтвердження було відіслано на email.';

$lang['txt_upload']   = 'Виберіть файл для завантаження';
$lang['txt_filename'] = 'Завантажити як (не обов\'язкове)';
$lang['txt_overwrt']  = 'Перезаписати існуючий файл';
$lang['lockedby']     = 'Заблоковано';
$lang['lockexpire']   = 'Блок завершуються в';
$lang['willexpire']   = 'Ваш блок для редагування цієї сторінки закінчується через хвилину.\nЩоб уникниути конфліктів використовуйте кнопку перегляду для продовження блокування.';

$lang['notsavedyet'] = 'Незбережені зміни будуть втрачені.\nДійсно продовжити?';
$lang['rssfailed']   = 'Виникла помилка під час отримання RSS-ленти: ';
$lang['nothingfound']= 'Нічого не знайдено.';

$lang['mediaselect'] = 'Вибір медіа-файла';
$lang['fileupload']  = 'Завантаження медіа-файла';
$lang['uploadsucc']  = 'Завантаження пройшло успішно';
$lang['uploadfail']  = 'Помилка при завантаженні. Можливо невірні права?';
$lang['uploadwrong'] = 'Завантаження заборонено. Таке розширення файлу не дозволяється!';
$lang['uploadexist'] = 'Файл вже існує. Нічого не зроблено.';
$lang['deletesucc']  = 'Файл "%s" було знищено.';
$lang['deletefail']  = 'Неможливо знищити "%s" - перевірте дозвіл.';
$lang['mediainuse']  = '"%s" не було знищено - досі використовується.';
$lang['namespaces']  = 'Простори імен';
$lang['mediafiles']  = 'Доступні файли';

$lang['js']['keepopen']    = 'Тримати вікно відкритим під час вибору'; // 'Keep window open on selection';
$lang['js']['hidedetails'] = 'Сховати деталі';
$lang['mediausage']  = 'Для посилання на цей файл використовуйте такий синтаксіс:';
$lang['mediaview']   = 'Переглянути оригінальний файл';
$lang['mediaroot']   = 'корінь';
$lang['mediaupload'] = 'Завантження файла у поточний простір імен. Щоб створювити простіри імен, додайте їх в початок імені файлу та розділіть двокрапками';
$lang['mediaextchange'] = 'Розширення файлу було змінено з .%s на .%s!';

$lang['reference']   = 'Посилання для';
$lang['ref_inuse']   = 'Цей файл не може бути знищено, оскільки він використовується такими сторінками:';
$lang['ref_hidden']  = 'Деякі посилання існують на сторінках, для читання яких у вас немає прав.';

$lang['hits']       = 'співпадань';
$lang['quickhits']  = 'Співпадання у назвах сторінок';
$lang['toc']        = 'Зміст';
$lang['current']    = 'поточний';
$lang['yours']      = 'Ваша версія';
$lang['diff']       = 'показати відмінності від поточної версії';
$lang['line']       = 'Рядок';
$lang['breadcrumb'] = 'Відвідано';
$lang['youarehere'] = 'Ви тут';
$lang['lastmod']    = 'В останнє змінено';
$lang['by']         = ' ';
$lang['deleted']    = 'знищено';
$lang['created']    = 'створено';
$lang['restored']   = 'стара ревізія відновлена';
$lang['summary']    = 'Підсумок змін';

$lang['mail_newpage'] = 'сторінку додано:';
$lang['mail_changed'] = 'сторінку змінено:';
$lang['mail_new_user'] = 'Новий користувач:';

$lang['nosmblinks'] = 'Посилання на мережеві текі працює тільки в Internet Explorer.\nАле ви можети скопіювати посилання.';

$lang['qb_alert']   = 'Введіть текст, який ви бажаєте відформатувати.\nЙого буде додано в кінець документу.';
$lang['qb_bold']    = 'Напівжирний текст';
$lang['qb_italic']  = 'Курсив';
$lang['qb_underl']  = 'Підкреслений текст';
$lang['qb_code']    = 'Текст кода';
$lang['qb_strike']  = 'Закреслений текст';
$lang['qb_h1']      = 'Заголовок 1-го рівня';
$lang['qb_h2']      = 'Заголовок 2-го рівня';
$lang['qb_h3']      = 'Заголовок 3-го рівня';
$lang['qb_h4']      = 'Заголовок 4-го рівня';
$lang['qb_h5']      = 'Заголовок 5-го рівня';
$lang['qb_link']    = 'Внутрішнє посилання';
$lang['qb_extlink'] = 'Зовнішнє посилання';
$lang['qb_hr']      = 'Роздільник';
$lang['qb_ol']      = 'Елемент нумерованого списку';
$lang['qb_ul']      = 'Елемент ненумерованого списку';
$lang['qb_media']   = 'Даданя зображень та інших файлів';
$lang['qb_sig']     = 'Додати підпис';
$lang['qb_smileys'] = 'Посмішки';
$lang['qb_chars']   = 'Спеціальні символи';

$lang['del_confirm']= 'Дійсно знищити обрані елементи?';
$lang['admin_register']= 'Додати нового користувача';

$lang['metaedit']    = 'Редагувати метадані';
$lang['metasaveerr'] = 'Помилка запису метаданих';
$lang['metasaveok']  = 'Метадані збережено';
$lang['img_backto']  = 'Повернутися до';
$lang['img_title']   = 'Назва';
$lang['img_caption'] = 'Підпис';
$lang['img_date']    = 'Дата';
$lang['img_fname']   = 'Назва файла';
$lang['img_fsize']   = 'Розмір';
$lang['img_artist']  = 'Фотограф';
$lang['img_copyr']   = 'Авторськи права';
$lang['img_format']  = 'Формат';
$lang['img_camera']  = 'Камера';
$lang['img_keywords']= 'Ключові слова';

$lang['subscribe_success']  = '%s доданий(на) до списку розсилання для сторінки %s';
$lang['subscribe_error']    = 'Помилка при доданні %s до списку розсилання для сторінки %s';
$lang['subscribe_noaddress']= 'У вашому профілі немає адреси e-mail, ви не можете користуватися списками розсилання';
$lang['unsubscribe_success']= '%s вилучено зі списку розсилання для сторінки %s';
$lang['unsubscribe_error']  = 'Помилка при вилученні %s зі списку розсилання для %s';

/* auth.class language support */
$lang['authmodfailed']   = 'Невірна конфігурація автентифікації користувача. Будь ласка повідомьте про це адміністратора.';
$lang['authtempfail']    = 'Автентифікація користувача тичасово не доступна. Якщо це буде продовжуватись, будь ласка, повідомьте адміністратора';

/* installer strings */
$lang['i_chooselang'] = 'Оберіть мову';
$lang['i_installer']  = 'Програма установки ДокуВікі';
$lang['i_wikiname']   = 'Ім\'я Вікі';
$lang['i_enableacl']  = 'Дозволити використання ACL (рекомендовано)';
$lang['i_superuser']  = 'Суперкористувач';
$lang['i_problems']   = 'Програма установки знайшла декілька проблем, що вказані нижче. Ви не можете продовжити доки не виправите їх';
$lang['i_modified']   = 'З причин безпеки цей скрипт буде працювати тільки з новою та немодифікованою інсталяцією ДокуВікі
                         Вам слід або ще раз розпакувати файли з пакету, що було завантажено, або звернутися до повної
                         <a href="http://wiki.splitbrain.org/wiki:install">інструкції з установки ДокуВікі</a>';
$lang['i_funcna']     = 'Функція PHP <code>%s</code> не доступна. Мабуть ваш хостінг-провайдер відключив її з якихось причин?';
$lang['i_permfail']   = 'ДокуВікі не має прав на запис <code>%s</code>. Вам доведеться змінити права доступа для цієї теки';
$lang['i_confexists'] = '<code>%s</code> вже існує';
$lang['i_writeerr']   = 'Неможливо створити <code>%s</code>. Вам потрібно перевірити права доступа для файла/теки та створити файл вручну.';
$lang['i_badhash']    = 'Невпізнаний або модифікований dokuwiki.php (hash=<code>%s</code>)';
$lang['i_badval']     = '<code>%s</code> - невірне або пусте значення.'; // виправте цю строку, вона мені не подобається
$lang['i_success']    = 'Конфігурування успішно завершено. Ми можете знищити файл install.php. 
			 Перейдіть до <a href="doku.php">вашої нової ДокуВікі</a>';
$lang['i_failure']    = 'При запису файла конфігурації виникли деякі помилки. Можливо вам доведеться виправити їх самостійно
                         до початку використання <a href="doku.php">вашої нової ДокуВікі</a>';
$lang['i_policy']     = 'Початкова політика ACL';
$lang['i_pol0']       = 'Відкрита Вікі Wiki (читання, запис та завантаження файлів для всіх)';
$lang['i_pol1']       = 'Публічна Вікі (читання для всіх, запис та завантаження для зареєстрованих користувачів)';
$lang['i_pol2']       = 'Закрита Вікі (читання, запис та завантаження тільки для зареєстрованих користувачів)';



//Setup VIM: ex: et ts=2 enc=utf-8 :
