<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['menu']                  = 'ڕێکبەندەکانی شێوازی تێمپلەیت';
$lang['js']['loader']          = 'پێشبینی باردەکات...<br/>ئەگەر ئەمە نەڕوات، لەوانەیە بەهاکانت هەڵە بن';
$lang['js']['popup']           = 'کردنەوە وەک دەرکەوتە';
$lang['error']                 = 'ببوورە، ئەم تێمپلەیتە پشتیوانی ئەم کردارە ناکات.';
$lang['btn_preview']           = 'پێشبینینی گۆڕانکاریەکان';
$lang['btn_save']              = 'گۆڕانکاریەکان بپارێزە';
$lang['btn_reset']             = 'دووبارە -ڕێکخستنەوەی گۆڕانکاریەکانی ئێستا';
$lang['btn_revert']            = 'شێوازەکانی گەڕانەوە بۆ گریمانەی تێمپلەیت';
$lang['__text__']              = 'ڕەنگی دەقی سەرەکی';
$lang['__background__']        = 'ڕەنگی باکگراوندی سەرەکی';
$lang['__text_alt__']          = 'ڕەنگی دەقی جێگرەوە';
$lang['__background_alt__']    = 'ڕەنگی باکگراوندی جێگرەوە';
$lang['__text_neu__']          = 'ڕەنگی دەقی بێ لایەن';
$lang['__background_neu__']    = 'ڕەنگی پشتزەمینە بێلایەن';
$lang['__border__']            = 'ڕەنگی سنوور';
$lang['__highlight__']         = 'ڕەنگی هایلایت (بۆ ئەنجامەکانی گەڕان بەشێوەیەکی سەرەکی)';
