<?php
/**
 * Serbian language file
 *
 * @author Иван Петровић petrovicivan@ubuntusrbija.org
 * @author Ivan Petrovic <petrovicivan@ubuntusrbija.org>
 * @author Miroslav Šolti <solti.miroslav@gmail.com>
 */
$lang['menu']                  = 'Управљач додацима';
$lang['download']              = 'Преузми и инсталирај нови додатак';
$lang['manage']                = 'Инсталирани додаци';
$lang['btn_info']              = 'инфо';
$lang['btn_update']            = 'ажурирај';
$lang['btn_delete']            = 'обриши';
$lang['btn_settings']          = 'поставке';
$lang['btn_download']          = 'Преузми';
$lang['btn_enable']            = 'Сачувај';
$lang['url']                   = 'УРЛ';
$lang['installed']             = 'Инсталирани:';
$lang['lastupdate']            = 'Последњи пут ажурирани:';
$lang['source']                = 'Извор:';
$lang['unknown']               = 'непознат';
$lang['updating']              = 'Ажурирање:';
$lang['updated']               = 'Додатак %s је успешно ажуриран';
$lang['updates']               = 'Следећи додаци су успешно ажурирани';
$lang['update_none']           = 'Нема доступних ажурирања.';
$lang['deleting']              = 'Брисање...';
$lang['deleted']               = 'Додатак %s је обрисан.';
$lang['downloading']           = 'Преузимање...';
$lang['downloaded']            = 'Додатак %s је успешно инсталиран';
$lang['downloads']             = 'Следећи додаци су успешно инсталирани:';
$lang['download_none']         = 'Нема додатака, или се јавио непознат проблем током преузимања или инсталирања.';
$lang['plugin']                = 'Додатак:';
$lang['components']            = 'Компоненте';
$lang['noinfo']                = 'Овај додатак не враћа никакве информације, можда је неисправан.';
$lang['name']                  = 'Име:';
$lang['date']                  = 'Датум:';
$lang['type']                  = 'Врста:';
$lang['desc']                  = 'Опис:';
$lang['author']                = 'Аутор:';
$lang['www']                   = 'Веб:';
$lang['error']                 = 'Десила се непозната грешка.';
$lang['error_download']        = 'Немогуће је преузети додатак: %s';
$lang['error_badurl']          = 'Сумњам на лош УРЛ - немогу да одредим назив датотеке ';
$lang['error_dircreate']       = 'Немогућност прављења привремене фасцикле за преузимање';
$lang['error_decompress']      = 'Управљач додацима није у могућности да распакује преузету датотеку. Разлог може да буде лошег преузимања, у том случају пробајте још једном; или је непознат облик компресије, у том случају ручно преузмите и инсталирајте додатак.';
$lang['error_copy']            = 'Појавила се грешка у копирању у току иснталације додатка <em>%s</em>: складиште је можда пуно или дозволе за уписивање нису постављене како треба. Резултат може бити делимично инсталиран додатак и вики у нестабилном стању.';
$lang['error_delete']          = 'Појавила се грешка у покушају брисања додатка <em>%s</em>. Нејчешћи узрок је недостатак потребних дозвола за операције са датотекама или фасциклама';
$lang['enabled']               = 'Додатај %s је укључен.';
$lang['notenabled']            = 'Додатак %s није могуће укључити, проверите дозволе приступа.';
$lang['disabled']              = 'Додатај %s је исукључен.';
$lang['notdisabled']           = 'Додатак %s није могуће исукључити, проверите дозволе приступа.';
