<?php
/**
 * bulgarian language file
 *
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * @author Nikolay Vladimirov <nikolay@vladimiroff.com>
 * @author Nikolay Vladimirof <nikolay@vladimiroff.com>
 */
$lang['menu']                    = 'Управление на приставките';
$lang['download']                = 'Сваляне и инсталиране на нова приставка';
$lang['manage']                  = 'Инсталирани приставки';
$lang['btn_info']                = 'информация';
$lang['btn_update']              = 'обновяване';
$lang['btn_delete']              = 'изтриване';
$lang['btn_settings']            = 'настройки';
$lang['btn_download']            = 'Сваляне';
$lang['btn_enable']              = 'Запис';
$lang['url']                     = 'URL';
$lang['installed']               = 'Инсталирани:';
$lang['lastupdate']              = 'Последно обновени:';
$lang['source']                  = 'Източник:';
$lang['unknown']                 = 'непознат';
$lang['updating']                = 'Качване ...';
$lang['updated']                 = 'Качването на приставката %s бе упешно.';
$lang['updates']                 = 'Обновяването на следните приставки бе успешно';
$lang['update_none']             = 'Не бяха намерени нови версии.';
$lang['deleting']                = 'Изтриване ...';
$lang['deleted']                 = 'Изтриването на приставката %s бе успешно.';
$lang['downloading']             = 'Сваляне ...';
$lang['downloaded']              = 'Инсталирането на приставката %s бе успешно  ';
$lang['downloads']               = 'Инсталирането на следните приставки бе успешно:';
$lang['download_none']           = 'Не бяха намерени приставки или е имало грешка при свалянето и инсталирането.';
$lang['plugin']                  = 'Приставки:';
$lang['components']              = 'Компоненти';
$lang['noinfo']                  = 'Тази приставка не върна информация, може да е повредена.';
$lang['name']                    = 'Име:';
$lang['date']                    = 'Дата:';
$lang['type']                    = 'Тип:';
$lang['desc']                    = 'Описание:';
$lang['author']                  = 'Автор:';
$lang['www']                     = 'Сайт:';
$lang['error']                   = 'Имаше непозната грешка.';
$lang['error_download']          = 'Свалянето на приставката %s бе невъзможно.';
$lang['error_badurl']            = 'Предполагаем грешен адрес - не може да се определи име на файла от адреса(url)';
$lang['error_dircreate']         = 'Създаването на временна директория за сваляне е невъзможно.';
$lang['error_decompress']        = 'Разархивирането на сваленият файл е невъзможно.Това може да е резултат от грешно сваляне, в такъв случай трябва да опитате отново; или формата на компресия е непознат, в този случай трябва дасвалите и инсталирате приставката ръчно.';
$lang['error_copy']              = 'Имаше грешка при копирането на файл по време на инсталацията на приставката <em>%s</em>: дискът е пълен или правата за достъп до файловете са грешни.Това може да е довело до частично инсталирана приставка и оставяне на нестабилна инсталацияна уикито ви.';
$lang['error_delete']            = 'Имаше грешка при изтриването на приставката <em>%s</em>.  Най-вероятната причина е недостатъчна права за достъп до файл или директория';
