<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Марко М. Костић <marko.m.kostic@gmail.com>
 */
$lang['server']                = 'Ваш MySQL сервер';
$lang['user']                  = 'MySQL корисничко име';
$lang['password']              = 'Лозинка корисника изнад';
$lang['database']              = 'База коју треба користити';
$lang['charset']               = 'Кодни распоред коришћен у бази';
$lang['debug']                 = 'Прикажи додатне податке за поправљање грешака';
$lang['forwardClearPass']      = 'Пренеси корисничке лозинке као чист текст у SQL изјавама испод уместо коришћења passcrypt опције';
$lang['TablesToLock']          = 'Списак табела одвојених размаком које треба закључати приликом уписивања';
$lang['checkPass']             = 'SQL упит за проверу лозинки';
$lang['getUserInfo']           = 'SQL упит за добављање података о кориснику';
$lang['getGroups']             = 'SQL за добављање корисничких учлањења у групе';
$lang['getUsers']              = 'SQL упит за излиставање свих корисника';
$lang['FilterLogin']           = 'SQL услов за филтрирање корисника по имену за пријаву';
$lang['FilterName']            = 'SQL услов за филтрирање корисника по пуном имену';
$lang['FilterEmail']           = 'SQL услов за филтрирање корисника по мејл адреси';
$lang['FilterGroup']           = 'SQL услов за филтрирање корисника по чланству у групама';
$lang['SortOrder']             = 'SQL услов за сортирање корисника';
$lang['addUser']               = 'SQL упит за додавање новог корисника';
$lang['addGroup']              = 'SQL упит за додавање нове групе';
$lang['addUserGroup']          = 'SQL упит за додавање корисника у постојећу групу';
$lang['delGroup']              = 'SQL упит за уклањање групе';
$lang['getUserID']             = 'SQL упит за добављање примарног кључа корисника';
$lang['delUser']               = 'SQL упит за брисање корисника';
$lang['delUserRefs']           = 'SQL упит за брисање корисника из свих група';
$lang['updateUser']            = 'SQL упит за ажурирање корисничког профила';
$lang['UpdateLogin']           = 'Услов за ажурирање корисничког имена за пријаву';
$lang['UpdatePass']            = 'Услов за ажурирање корисничке лозинке';
$lang['UpdateEmail']           = 'Услов за ажурирање корисничке мејл адресе';
$lang['UpdateName']            = 'Услов за ажурирање корисничког пуног имена';
$lang['UpdateTarget']          = 'Ограничи услов да би се утврдио корисник приликом ажурирања';
$lang['delUserGroup']          = 'SQL упит за уклањање корисника из дате групе';
$lang['getGroupID']            = 'SQL упит за добављање примарног кључа дате групе';
$lang['debug_o_0']             = 'ништа';
$lang['debug_o_1']             = 'само на грешкама';
$lang['debug_o_2']             = 'сви SQL упити';
