<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Aikaterini Katapodi <extragold1234@hotmail.com>
 * @author chris taklis <ctaklis@gmail.com>
 */
$lang['account_suffix']        = 'Το πρόσημο του λογαριασμού σας. Π.χ <code>@my.domain.org</code>';
$lang['base_dn']               = 'Το βασικό σας DN. Eg. <code>DC=my,DC=domain,DC=org</code>	';
$lang['domain_controllers']    = 'Μία λίστα χωρισμένη με κόμμα, των ελεγκτών του Domain. Π.χ. <code>srv1.domain.org,srv2.domain.org</code>	 ';
$lang['admin_username']        = 'Ένας προνομιούχος χρήστης της Ενεργούς Λίστας Διευθύνσεων με πρόσβαση στα δεδομένα άλλων χρηστών. Προαιρετικό, αλλά χρειάζεται για ορισμένες ενέργειες όπως αποστολή ηλεκτρονικών μηνυμάτων εγγραφής. ';
$lang['admin_password']        = 'Ο κωδικός του παραπάνω χρήστη.';
$lang['sso']                   = 'Πρέπει να χρησιμοποιηθεί το Single-Sign-On μέσω Kerberos ή το NTLM ?	';
$lang['sso_charset']           = 'To \'\'charset\'\' που ο διακομιστής ιστοσελίδας σας θα περάσει το Kerberos ή το όνομα χρήστη NTLM . Είναι άδειο για το UTF-8 η το λατινικό -1. Χρειάζεται την προέκταση inconv. ';
$lang['real_primarygroup']     = 'Πρέπει να ισχύσει η βασική ομάδα αντί να ληφθεί υπόψη το \'\'Domain Users\'\' (πιο αργό).';
$lang['use_ssl']               = 'Να γίνει χρήση της σύνδεσης SSL? Αν χρησιμοποιείται μην ενεργοποιείστε το TLS πιο κάτω. ';
$lang['use_tls']               = 'Να γίνει  σύνδεση του TLS?Αν ήδη χρησιμοποιείται, μην ενεργοποιείστε το SSL πιο πάνω. ';
$lang['debug']                 = 'Να προβληθεί το επιπλέον σύστημα ανίχνευσης λαθών ?';
$lang['expirywarn']            = 'Πρέπει να προειδοποιηθεί ο χρήστης πριν λίγες ημέρες για την λήξη του κωδικού πρόσβασης. 0 για να απενεργοποιείστε.';
$lang['additional']            = 'Μία λίστα που χωρίζεται με κόμμα, με AD επιπλέον ιδιότητες για να φέρουν στοιχεία από τον χρήστη. Χρησιμοποιείται από κάποια επιπρόσθετα.';
$lang['update_name']           = 'Να επιτρέπεται στους χρήστες να ενημερώνουν το AD όνομα τους που προβάλλεται?';
$lang['update_mail']           = 'Να επιτρέπεται στους χρήστες να ενημερώνουν την διεύθυνση ηλεκτρονικού τους ταχυδρομείου?';
$lang['recursive_groups']      = 'Να γίνεται καταχώρηση των μελών των ομάδων?';
