<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['menu']                  = 'ڕێکبەندەکانی شێوەپێدان';
$lang['error']                 = 'ڕێکبەندەکان نوێ نەکرانەوە بەهۆی بەهایەکی نادروست، تکایە پێداچوونەوە بە گۆڕانکاریەکانت دا بکە و دووبارە بینێرە.
                       <br/>بەهای نادروست نیشان دەدرێت کە بە سنووری سوور دەورەدراوە.';
$lang['updated']               = 'ڕێکبەندەکان بە سەرکەوتوویی نوێکرانەوە.';
$lang['nochoice']              = '(هیچ بژاردەیەکی تر لەبەردەستدا نیە)';
$lang['locked']                = 'ناتوانرێت فایلی ڕێکخستنەکان نوێبکرێتەوە، ئەگەر ئەمە بێ مەبەست بێت، <br/>
                       دڵنیابە لەوەی ناوی فایلی ڕێکبەندەکانی ناوخۆ و مۆڵەتەکان ڕاستن.';
$lang['danger']                = 'مەترسی: گۆڕینی ئەم هەڵبژاردنە لەوانەیە ویکی و لیستی شێوەپێدانەکەت ناتوانرێت دەست پێبکات.';
$lang['warning']               = 'ئاگاداری: گۆڕینی ئەم هەڵبژاردنە لەوانەیە ببێت بە هۆی ڕەفتارێکی نامەبەست.';
$lang['security']              = 'ئاگاداری پاراستن: گۆڕینی ئەم هەڵبژاردنە لەوانەیە مەترسیەکی ئەمنی پێشکەش بکات.';
$lang['_configuration_manager'] = 'بەڕێوەبەری شێوەپێدان';
$lang['_header_dokuwiki']      = 'دۆکوویکی';
$lang['_header_plugin']        = 'پێوەکراو';
$lang['_header_template']      = 'ڕووخسار';
$lang['_header_undefined']     = 'ڕێکبەندە پێناسە نەکراوەکان';
$lang['_basic']                = 'بنەڕەتی';
$lang['_display']              = 'پیشان بدە';
$lang['_authentication']       = 'سەلماندن';
$lang['_anti_spam']            = 'دژە-سپام';
$lang['_editing']              = 'دەستکاریکردن';
$lang['_links']                = 'بەستەرەکان';
$lang['_media']                = 'میدیا';
$lang['_notifications']        = 'ئاگانامە';
$lang['_syndication']          = 'سەندیکا (RSS)';
$lang['_advanced']             = 'پێشکەوتوو';
$lang['_network']              = 'تۆڕ';
$lang['_msg_setting_undefined'] = 'دانانی مێتاداتا';
$lang['_msg_setting_no_class'] = 'پۆلی ڕێکخستن نیە';
$lang['_msg_setting_no_known_class'] = 'دانانی پۆل بەردەست نیە.';
$lang['_msg_setting_no_default'] = 'هیچ بەهایەکی گریمانەیی نیە.';
$lang['title']                 = 'ناونیشانی ویکی ئاکا. ناوی ویکیی ەکەت';
$lang['start']                 = 'ناوی لاپەڕە بۆ بەکارهێنانی وەک خاڵی سەرەتا بۆ هەر بۆشایی ناوێک';
$lang['lang']                  = 'زمانی ڕووکار';
$lang['template']              = 'ڕووکاری ئاکا. دیزاینی ویکی';
$lang['tagline']               = 'تاگلاین (ئەگەر تێمپلەیت پشتگیری بکات)';
$lang['sidebar']               = 'ناوی لاتەنیشت لاپەڕە (ئەگەر تێمپلەیت پشتگیری بکات), خانەی بەتاڵ شریتی لالەکاردەکەوێ';
$lang['license']               = 'دەبێت ناوەڕۆکەکەت لە ژێر کام مۆڵەتدا بڵاوبکرێتەوە؟	';
$lang['savedir']               = 'دایەرێکتۆری بۆ هەڵگرتنی داتا	';
$lang['basedir']               = 'ڕێڕەوی سێرڤەر (eg. <code>/dokuwiki/</code>). چۆڵی بە جێبهێڵە بۆ دۆزینەوەی خۆکار.';
$lang['baseurl']               = 'URL ی سێرڤەر (eg. <code>http://www.yourserver.com</code>) چۆڵی بە جێبهێڵە بۆ دۆزینەوەی خۆکار.';
$lang['cookiedir']             = 'ڕێگای کۆکی چۆڵی بە جێبهێڵە بۆ بەکارهێنانی baseurl.';
$lang['dmode']                 = 'مۆدی دروست کردنی دایەرێکتۆری';
$lang['fmode']                 = 'دۆخی دروستکردنی فایل';
$lang['allowdebug']            = 'ڕێگەبدە بە هەڵباککردن. <b> ناچالاک کردن ئەگەر پێویست نەبوو!</b>';
$lang['recent']                = 'ژمارەی تێکردنەکان بۆ هەر پەڕەیەک لە گۆڕانکاریەکانی ئەم دواییەدا';
$lang['recent_days']           = 'چەند گۆڕانکاری ئەم دواییە بۆ هێشتنەوەی (ڕۆژەکان)';
$lang['breadcrumbs']           = 'ژمارەی پارچە نانەکان دانانی بۆ 0 بۆ ناچالاککردن.';
$lang['youarehere']            = 'بەکارهێنانی نانی نانی هەرەمی (لەوانەیە بتەوێت ئەم هەڵبژاردنەی سەرەوە لە کار بخەیت دواتر)';
$lang['fullpath']              = 'دەرکردنی ڕێگای تەواوی پەڕەکان لە ژێرپەڕە';
$lang['typography']            = 'ئایا گۆڕینی جۆری -ئێڵپۆگرافیک بکە';
$lang['dformat']               = 'فۆرماتی بەروار (بڕوانە PHP \'s <a href="http://php.net/strftime">strftime</a> function)';
$lang['signature']             = 'چی بکەیت بە دوگمەی ئیمزا لە سەرنووسەر';
$lang['showuseras']            = 'چی پیشان بدرێت کاتێک بەکارهێنەرەکە نیشان دەدات کە دوایین جار پەڕەیەکی بژارکردووە';
$lang['toptoclevel']           = 'ئاستی سەرەوە بۆ ریزبەندی بابەتەکان';
$lang['tocminheads']           = 'کەمترین بڕی مانشێت کە دیاری دەکات کە ئایا تۆک بنیات نراوە';
$lang['maxtoclevel']           = 'بەرزترین ئاست بۆ ریزبەندی بابەتەکان';
$lang['maxseclevel']           = 'بەرزترین ئاستی بژارکردنی بەش';
$lang['camelcase']             = 'بەکارهێنانی کەیسی وشتر بۆ بەستەرەکان';
$lang['deaccent']              = 'چۆن ناوی لاپەڕەکان خاوێن بکەوە';
$lang['useheading']            = 'یەکەم سەردێڕ بۆ ناوی لاپەڕەکان بەکاربهێنە';
$lang['sneaky_index']          = 'بە گریمانەیی، DokuWiki هەموو بۆشاییناوەکان لە نەخشەی سایتەکە پیشان دەدات. چالاککردنی ئەم هەڵبژاردنە ئەو کەسانە دەشارێتەوە کە بەکارهێنەر مۆڵەتەکانی خوێندنەوەی نیە. ئەمە لەوانەیە ببێتە هۆی شاردنەوەی بۆشایی لاوەکی توانای چوونەژورەوەی هەبێت کە لەوانەیە ئیندێکس ەکە بەکارنەهیێت لەگەڵ هەندێک ڕێکخستنی ACL.';
$lang['hidepages']             = 'شاردنەوەی پەڕەکان کە هاوچەوچەن لەگەڵ ئەم دەربڕینە ئاساییە لە گەڕان، نەخشەی سایت ەکە و ئیندێکسە ئۆتۆماتیکیەکانی تر';
$lang['useacl']                = 'بەکارهێنانی لیستەکانی کۆنترۆڵی چوونەژورەوە';
$lang['autopasswd']            = 'تێپەڕوشە دروستکەری خۆکار';
$lang['authtype']              = 'Authentication backend';
$lang['passcrypt']             = 'شێوازی نهێنینهێنی';
$lang['defaultgroup']          = 'گرووپی بنەڕەت، هەموو بەکارهێنەرە نوێکان لەم گرووپەدا دابنرێ';
$lang['superuser']             = 'Superuser - group, بەکارهێنەر یان وێرکڕا لیستی جیاکراوە user1,@group1,user2 لەگەڵ گەیشتنی تەواو بۆ هەموو لاپەڕەکان و ئەرکەکان بەبێ گوێدانە ڕێکبەندەکانی ACL';
$lang['manager']               = 'بەڕێوەبەر - گرووپ، بەکارهێنەر یان کۆما لیستی جیاکراوەی بەکارهێنەر1,@group1,user2 لەگەڵ دەستگەیشتن بە هەندێک ئەرکی بەڕێوەبردن';
$lang['profileconfirm']        = 'پشتڕاستکردنەوەی گۆڕانکاریەکانی پرۆفایل بە نهێنوشە';
$lang['rememberme']            = 'ڕێگەدان بە کۆکیزەکانی چوونە ژوورەوەی هەمیشەیی (لەبیرت بێت)';
$lang['disableactions']        = 'کردارەکانی DokuWiki لە کاربخە';
$lang['disableactions_check']  = 'پشکنین';
$lang['disableactions_subscription'] = 'ئابوونە/بەتاڵکردنی ئابوونە';
$lang['disableactions_wikicode'] = 'بینینی سەرچاوە/ناردن خاو';
$lang['disableactions_profile_delete'] = 'سڕینەوەی ئەژمێری تایبەت';
$lang['disableactions_other']  = 'کردارەکانی تر (کۆما جیاکراونەتەوە)';
$lang['disableactions_rss']    = 'XML سەندیکا (RSS)';
$lang['auth_security_timeout'] = 'کاتی تەواوبووی ئاسایشی ڕەسەنایەتی سەلماندن (چرکە)';
$lang['securecookie']          = 'ئایا کۆکیزەکان لە ڕێگەی HTTPS دابندرێن تەنها لە ڕێگەی HTTPS ەوە دەنێردرێن لەلایەن وێبگەڕەکە؟ ئەم هەڵبژاردنە لە کاربخە کاتێک تەنها چوونە ژوورەوەی ویکیەکەت پارێزراوە لەگەڵ SSL بەڵام گەڕانی ویکی بە ناپارێزراوی ئەنجام دراوە.';
$lang['remote']                = 'چالاککردنی سیستەمی API ی دوور. ئەمە ڕێگە بە کاربەرنامەکانی تر دەدات بۆ چوونە ژورەوەی ویکی لە ڕێگەی XML-RPC یان میکانیزمەکانی ترەوە.';
$lang['remoteuser']            = 'سنوردارکردنی دەستگەیشتنی API لەدوورەوە بۆ کۆمەڵە جیاکراوەکان بە کۆما یان بەکارهێنەرەکان کە لێرە دران. بە بەتاڵی بڕۆ بۆ پێدانی دەستگەیشتن بە هەموو کەسێک.';
$lang['usewordblock']          = 'بلۆککردنی سپام لەسەر بنەمای لیستی ووشە';
$lang['relnofollow']           = 'بەکارهێنانی rel="ugc nofollow" لەسەر بەستەری دەرەکی';
$lang['indexdelay']            = 'دواخستنی کات پێش پێڕستکردن (sec)';
$lang['mailguard']             = 'ناونیشانی ئیمەیلی نادیار';
$lang['iexssprotect']          = 'پشکنینی فایلە بارکراوەکان بۆ ئەگەری خراپی JavaScript یان HTML کۆد';
$lang['usedraft']              = 'بە شێوەیەکی ئۆتۆماتیکی ڕەشنووسێک لە کاتی بژارکردندا خزن بکە';
$lang['htmlok']                = 'ڕێپێدانی HTML ی بنچینکراو
';
$lang['phpok']                 = 'ڕێپێدانی PHPچەسپێنراو
';
$lang['locktime']              = 'بەرزترین تەمەن بۆ فایلەکانی قوفڵ (چرکە)
';
$lang['cachetime']             = 'بەرزترین تەمەن بۆ حەشارگە (چرکە)
';
$lang['target____wiki']        = 'پەنجەرەی مەبەست بۆ لینکە ناوەکیەکان
';
$lang['target____interwiki']   = 'پەنجەرەی مەبەست بۆ لینکەکانی نێوان ویکی
';
$lang['target____extern']      = 'پەنجەرەی مەبەست بۆ بەستەری دەرەکی';
$lang['target____media']       = 'پەنجەرەی مەبەست بۆ لینکەکانی میدیا';
$lang['target____windows']     = 'پەنجەرەی مەبەست بۆ لینکی پەنجەرەکان';
$lang['mediarevisions']        = 'چالاککردنی پێداچوونەوەکانی میدیا؟';
$lang['refcheck']              = 'بپشکنە ئەگەر فایلی میدیا هێشتا لە بەکارهێناندایە پێش سڕینەوەی';
$lang['gdlib']                 = 'ڤێرژنی GD Lib';
$lang['im_convert']            = 'ڕێڕەو بۆ ئامڕازی گۆڕینی ImageMagick';
$lang['jpg_quality']           = 'کوالیتی پەستانەکانی JPG (0-100)';
$lang['fetchsize']             = 'گەورەترین قەبارە (بایت) fetch.php لەوانەیە دابەزێنێت لە URLs دەرەکی, وەک. بۆ خەزنکردنی کاتی و گۆڕینی قەبارەی وێنە دەرەکیەکان.';
$lang['subscribers']           = 'ڕێگە بدە بە بەکارهێنەران بۆ بەشداری کردن لە گۆڕانکاریەکانی لاپەڕە بە ئیمەیڵ';
$lang['subscribe_time']        = 'کات دوای ئەوەی کە لیستەکانی بەشداریکردن و هەرس دەنێردرێن (چرکە) ؛ ئەمە دەبێت بچووکتر بێت لەو کاتەی کە لە recent_days.';
$lang['notify']                = 'هەمیشە ئاگاداری ەکانی گۆڕان بنێرە بۆ ئەم ناونیشانی ئیمەیڵە';
$lang['registernotify']        = 'هەمیشە زانیاری لەسەر بەکارهێنەرە تازە تۆمارکراوەکان بنێرە بۆ ئەم ناونیشانی ئیمەیڵە';
$lang['mailfrom']              = 'ناونیشانی ئیمەیڵی نێرەر بۆ بەکارهێنانی بۆ ئیمەیڵە ئۆتۆماتیکیەکان';
$lang['mailreturnpath']        = 'ناونیشانی ئیمەیڵی وەرگر بۆ ئاگانامەکانی نەگەیشتن';
$lang['mailprefix']            = 'پێشگری بابەتی ئیمەیڵ بۆ بەکارهێنانی بۆ ئیمەیڵە ئۆتۆماتیکیەکان. بە بەتاڵی جێبێڵبۆ بەکارهێنانی ناونیشانی ویکی';
$lang['htmlmail']              = 'ناردنی گەڕانی باشتر، بەڵام گەورەتر لە قەبارەی ئیمەیلەکانی فرەبەشی HTML. لەکارخستنی تەنها پۆستەکان بۆ دەقی سادە.';
$lang['sitemap']               = 'دروستکردنی نەخشەی سایتی گووگڵ ئەمە زۆرجار (لە رۆژدا). 0 بۆ ناچالاککردن';
$lang['rss_type']              = 'جۆری ڕاگەیەنەری XML';
