<?php
/**
 * Hebrew language file
 *
 * @author Dotan Kamber <kamberd@yahoo.com>
 */
$lang['menu']                  = 'מנהל שחזור';
$lang['filter']                = 'חפש דפים עם ספאם';
$lang['revert']                = 'שחזר את הדפים הנבחרים';
$lang['reverted']              = '%s שוחזרו לגרסה %s';
$lang['removed']               = '%s הוסרו';
$lang['revstart']              = 'תהליך השחזור החל. התהליך עלול להיות ממושך. אם תסריט מגיע למגבלת פסק הזמן לפני שהסתיים התהליך יהיה צורך לבצע את השחזור במקטעים קטנים יותר.';
$lang['revstop']               = 'תהליך השחזור הושלם בהצלחה.';
$lang['note1']                 = 'לתשומת לבך: החיפוש ער לגודל האותיות הלועזיות.';
$lang['note2']                 = 'לתשות לבך: הדף ישוחזר לגרסה האחרונה שאינה מכילה את מונח הספאם <i>%s</i>';
