<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author serg_stetsuk <serg_stetsuk@ukr.net>
 * @author Oleksandr Kunytsia <okunia@gmail.com>
 */
$lang['menu']                  = 'Менеджер відновлення';
$lang['filter']                = 'Пошук спамних сторінок';
$lang['revert']                = 'Відновити обрані сторінки';
$lang['reverted']              = '%s відновлено до версії %s';
$lang['removed']               = '%s вилучено';
$lang['revstart']              = 'Розпочато процес відновлення. Це може зайняти багато часу. Якщо скрипт не закінчує роботу до таймауту, необхідно відновлювати меншими частинами.';
$lang['revstop']               = 'Процес відновлення успішно закінчено.';
$lang['note1']                 = 'Увага: пошук залежить від регістру символів';
$lang['note2']                 = 'Увага: сторінку буде відновлено до останньої версії, яка не містить спамерського терміну <i>%s</i>.';
