<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['__background_site__']   = 'Χρώμα φόντου (πίσω από το κουτί περιεχομένων)';
$lang['__link__']              = 'Το χρώμα γενικής σύνδεσης';
$lang['__existing__']          = 'Το χρώμα συνδέσμων για τις υπάρχουσες σελίδες';
$lang['__missing__']           = 'Το χρώμα συνδέσμων για μη υπάρχουσες σελίδες';
$lang['__site_width__']        = 'Το εύρος ιστοσελίδας (μπορεί να είναι μονάδα μήκους %, px, em..)';
$lang['__sidebar_width__']     = 'Το πλάτος της μπάρας στο πλάι, αν υπάρχει (μπορεί να είναι μονάδα μήκους, %, px, em..)';
$lang['__tablet_width__']      = 'Κάτω από τα μεγέθη της οθόνης αυτού του πλάτους, η ιστοσελίδα λειτουργεί με την δισκέτα.';
$lang['__phone_width__']       = 'Κάτω από τα μεγέθη της οθόνης αυτού του πλάτους, η ιστοσελίδα λειτουργεί με τηλέφωνο';
$lang['__theme_color__']       = 'Χρώμα θέματος ιστοσελίδας';
