<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['checkupdate']           = 'پشکنینی خولی بۆ نوێکردنەوەکان.';
$lang['only_admins']           = 'ڕێپێدانی رێپێدانی رێزمانکردنی پێرستی رێپێدراو تەنها بۆ بەڕێوەبەرەکان. <br> تێبینی ئەو پەڕەیە کە لەلایەن بەکارهێنەرێکی بێ سەرپەرشتیارەوە بژارکراوە، هەموو دارێکی پێرستی تێدا دەفەوتێت.';
$lang['aclcache']              = 'چاککردنی شوێنی خەزنکردنی شوێنی خەزنکردنی پێرستی acl (تەنها کاردەکات بۆ بۆشایی ناوی داواکراوی ڕەگ). <br> هەڵبژاردنی شێوازەکە کاریگەری تەنها لەسەر وێناکردنی گرێکان لەسەر درەختی پێڕستی پێڕست دەکات، نەک مۆڵەتەکانی لاپەڕە. <ul><li>: پێوانەیی. ئەمە شێوازی خێراترە و فایلی زیاتری خەزنکردنی کاتی دروست ناکات، بەڵام ئەو گرێانەی مۆڵەتی ڕەتکراوەیان هەیە، دەکرێت پیشان درا بێت بۆ بەکارهێنەرانی مۆڵەتپێدراو یان بەپێچەوانەوە. پێشنیارکراوە کاتێک تۆ چوونە ژورەوەی پەڕەکان ڕەت ناکەیت بە acl یان گوێ ت بە چۆنیەتی پیشاندانی درەختەکە نادرێت. <li> User: Per-User login. شێوازی هێواشتر و فایلی حەشارگە زۆر دروست دەکات، بەڵام هەمیشە لاپەڕە حاشالێنەکراوەکانی بە دروستی دەشارێتەوە. پێشنیارکراوە کاتێک acls لاپەڕەت هەیە کە پشت دەبەستێت بە چوونەژوورەوەی بەکارهێنەران. <li> گرووپەکان: ئەندامێتی هەر گرووپێک. سازانی باش لەنێوان شێوازەکانی پێشوو، بەڵام ئەگەر تۆ نکۆڵی لە acl خوێندنەوە کە سەر بە گروپێکە بە acl ی خوێندنەوە، ئینکاری بکەیت، ئەوا بە هەر شێوەیەک بێت ئەو گرێیە لە دارەکە پیشان دەدات. پێشنیارکراوە کاتێک هەموو سایتەکەت پشت بە ئەندامێتی گرووپەکان دەبەستێت.</ul>';
$lang['headpage']              = 'شێوازی پەڕەی سەرەکی: لاپەڕەکە کە دووبارە ناونیشانی و لینکی بۆشایی ناوی لێ دەکاتەوە. <br> دەکرێت هەر یەکێک لەم بەهایە بێت:<ul><li> The global start page.<li> لاپەڕەیەک بە ناوی بۆشایی ناو و ئەوەی لەناودایە. <li> لاپەڕەلەگەڵ ناوی ناوی ناوی ناو و ئەوەش لە هەمان ئاستدایە. <li> پەڕەی ناوی تایبەت. <li> ئەی لیستی جیاکراوەی ناوی لاپەڕەکان.</ul>';
$lang['hide_headpage']         = 'شاردنەوەی پەڕەی سەر.';
$lang['page_index']            = 'ئەو لاپەڕەیەی کە شوێنی پێڕستسەرەکی دۆکوویکی دەگۆڕدریت. دروست کردنی و داخڵکردنی ڕستەی پێرست. بەکارهێنانی <code>#randomid</code> ئەگەر پێشتر شریتی لاوەکی پێڕستی ت هەیە لەگەڵ بەربژاری ناڤباڕ. پێشنیاری من <code>{{پێرستمێنو>..| js navbar nocookie id#random}}}</code>.';
$lang['empty_msg']             = 'نامە بۆ نیشاندان کاتێک درەخت بەتاڵ. بەکارهێنانی ڕستەسازی Dokuwiki، نەک کۆدی html. گۆڕاوی <code>{{ns}}</code> کورتکراوەی بۆشایی ناوی داواکراوە.';
$lang['skip_index']            = 'ناسنامەی بۆشایی ناوەکان بۆ بازدان. بەکارهێنانی فۆرماتی دەربڕینی ئاسایی. نموونە: <code>/(شریتەکانی لا|تایبەت:myns)/</code>';
$lang['skip_file']             = 'پەڕەی ناسنامە بۆ بازدان. بەکارهێنانی فۆرماتی دەربڕینی ئاسایی. نموونە<code>/(:start$|^public:newstart$)/</code>';
$lang['show_sort']             = 'پیشاندانی بۆ بەڕێوەبەرەکانی لیستی ژمارە ڕیزکردنی پێڕست وەک سەرەوەی تێبینی لاپەڕە';
$lang['themes_url']            = 'داگرتنی ڕووکاری js لەم url http.';
$lang['be_repo']               = 'ڕێگە بدە بە کەسانی تر ڕووکارەکان لە ماڵپەڕەکەتەوە دابەزێنن.';
$lang['defaultoptions']        = 'لیستی هەڵبژاردنەکانی پێرستی جیاکراوە بە بۆشاییەکان. ئەم بەربژارانە بە گریمانە بۆ هەموو پێرستمێنوێک جێبەجێ دەکرێت و دەکرێت بە فرمانێکی پێچەوانە لە ڕستەی پێوەکراودا پاشگەز بکرێتەوە';
