<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Kiril <neohidra@gmail.com>
 */
$lang['account_suffix']        = 'Наставка на акаунта Ви. Например <code>@някакъв.домейн.org</code>';
$lang['base_dn']               = 'Вашият основен DN. Например <code>DC=моят,DC=домейн,DC=org</code>';
$lang['domain_controllers']    = 'Domain controller списък, разделете сървърите със запетая. Например <code>сървър1.домейн.org,сървър2.домейн.org</code>';
$lang['admin_username']        = 'Привилегирован Active Directory потребител с достъп до данните на останалите потребители. Не е задължително, но е необходимо за някои функционалности като изпращането на имейл за абонаменти.';
$lang['admin_password']        = 'Паролата на горния потребител.';
$lang['sso']                   = 'Да се ползва ли еднократно вписване чрез Kerberos или NTLM?';
$lang['real_primarygroup']     = 'Да се извлича ли истинската група вместо да се предполага "Domain Users" (по-бавно)';
$lang['use_ssl']               = 'Ползване на SSL свързаност? Не отбелязвайте TLS (по-долу) ако включите опцията.';
$lang['use_tls']               = 'Ползване на TLS свързаност? Не отбелязвайте SSL (по-горе) ако включите опцията.';
$lang['debug']                 = 'Показване на допълнителна debug информация при грешка?';
$lang['expirywarn']            = 'Предупреждаване на потребителите Х дни преди изтичане валидността на паролата им. Въведете 0 за изключване.';
$lang['additional']            = 'Списък с допълнителни AD атрибути за извличане от потребителските данни (разделяйте ги със запетая). Ползва се от няколко приставки.';
