<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['account_suffix']        = 'پاشگری ئەژمێرەکەت. ئێگ <code>@my.domain.org</code>';
$lang['base_dn']               = 'Your base DN. Eg. <code>DC=my,DC=domain,DC=org</code>';
$lang['domain_controllers']    = 'لیستی بۆر جیاکراوەی کۆنترۆڵەکانی دۆمەین. وەک <code>srv1.domain.org,srv2.domain.org</code>';
$lang['admin_username']        = 'بەکارهێنەرێکی ڕێنیشاندەرێکی چالاک کە توانای چوونە ژورەوەی بۆ هەموو داتاکانی بەکارهێنەری تر هەیە. ئارەزوومەندانە، بەڵام پێویستە بۆ هەندێک چالاکی وەک ناردنی پۆستی ئابوونە.';
$lang['admin_password']        = 'تێپەڕوشەی بەکارهێنەری سەرەوە.';
$lang['sso']                   = 'پێویستە چوونەناو تاک لە ڕێگای Kerberos یان NTLM بەکار بهێنرێت؟';
$lang['sso_charset']           = 'ئەو پشکانەی وێبسێرڤەرەکەت ناوی بەکارهێنەری Kerberos یان NTLM تێدەپەڕن. بەتاڵ بۆ UTF-8 یان لاتین-1. پێویستی بە درێژکراوەی ئایکۆنڤ هەیە.';
$lang['real_primarygroup']     = 'ئایا دەبێت گرووپی سەرەتایی ڕاستەقینە چارەسەر بکرێت لە جیاتی ئەوەی وا لە "بەکارهێنەرانی دۆمەین" (هێواشتر) بکرێت.';
$lang['use_ssl']               = 'بەکارهێنانی پەیوەندی SSL? ئەگەر بەکاربێت، TLS ی خوارەوە بەتوانا مەکە.';
$lang['use_tls']               = 'بەکارهێنانی پەیوەندی TLS؟ ئەگەر بەکارهات، SSL لەسەرەوە چالاک مەکە.';
$lang['debug']                 = 'دەرهاودەرە ڕاستکەرەوە زیادەکان نیشان بدە لەسەر هەڵەکان؟';
$lang['expirywarn']            = 'ڕۆژ لە پێشەکی بۆ ئاگادارکردنەوەی بەکارهێنەر دەربارەی تێپەڕەوشە. 0 بۆ ناچالاککردن.';
$lang['additional']            = 'لیستی بۆرە جیاکراوە لە تایبەتمەندیەکانی AD زیاتر بۆ هێنانی لە زانیاری بەکارهێنەر. بەکارهێنراوە لەلایەن هەندێک پێوەکراو.';
$lang['update_name']           = 'ڕێگە بە بەکارهێنەران بدە ناوی پیشاندانی AD نوێ بکەن؟';
$lang['update_mail']           = 'ڕێگە بە بەکارهێنەران بدە ناونیشانی ئیمەیڵیان نوێ بکەن؟';
$lang['recursive_groups']      = 'چارەسەرکردنی گروپە هێلانەکان بۆ ئەندامە بەڕێزەکانیان (هێواشتر).';
