<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Wrya <wryaali33@gmail.com>
 * @author qezwan <qezwan@gmail.com>
 */
$lang['menu']                  = 'بەڕێوەبەری بەکارهێنەر ';
$lang['noauth']                = '(سەلماندنی بەکارهێنەر بەردەست نیە) ';
$lang['nosupport']             = '(بەڕێوەبردنی بەکارهێنەر پشتگیری نەکراوە)';
$lang['badauth']               = 'میکانیزمی ڕاستکردن نادروستە';
$lang['user_id']               = 'بەکارهێنەر';
$lang['user_pass']             = 'نهێنوشە';
$lang['user_name']             = 'ناوی ڕاستەقینە';
$lang['user_mail']             = 'ئیمەیڵ';
$lang['user_groups']           = 'گرووپەکان';
$lang['field']                 = 'خانە';
$lang['value']                 = 'بەها';
$lang['add']                   = 'زیادکردن';
$lang['delete']                = 'سڕینەوە';
$lang['delete_selected']       = 'سڕینەوەی دیاریکراو';
$lang['edit']                  = 'بژارکردن';
$lang['edit_prompt']           = 'بژارکردنی ئەم بەکارهێنەرە';
$lang['modify']                = 'گۆڕانکاریەکان بپارێزە';
$lang['search']                = 'گەڕان';
$lang['search_prompt']         = 'ئەنجامدانی گەڕان';
$lang['clear']                 = 'دووبارە -ڕێکخستنەوەی گەڕان فلتەر';
$lang['filter']                = 'فلتەر';
$lang['export_all']            = 'هەموو بەکارهێنەرەکان هەناردە بکە (CSV)';
$lang['export_filtered']       = 'لیستی بەکارهێنەری فلتەرکراو هاوردە بکە (CSV)';
$lang['import']                = 'هێنانی بەکارهێنەرە نوێکان';
$lang['line']                  = 'هێڵی نەخێر';
$lang['error']                 = 'پەیامی هەڵە';
$lang['summary']               = 'پیشاندانی بەکارهێنەران %1$d-%2$d لە %3$d دۆزرایەوە. %4$d کۆی بەکارهێنەرەکان.';
$lang['nonefound']             = 'هیچ بەکارهێنەرێک نەدۆزرایەوە. %d کۆی بەکارهێنەران.';
$lang['delete_ok']             = '%d بەکارهێنەران سڕایەوە';
$lang['delete_fail']           = '%d  سڕینەوە سەرکەوتوو نەبوو.';
$lang['update_ok']             = 'بەکارهێنەر بە سەرکەوتوویی نوێکرایەوە';
$lang['update_fail']           = 'نوێکردنەوەی بەکارهێنەر سەرکەوتوو نەبوو';
$lang['update_exists']         = 'گۆڕینی ناوی بەکارهێنەر سەرکەوتوو نەبوو، ناوی بەکارهێنەری دیاریکراو (%s) پێشتر هەیە (هەر گۆڕانکاریەکی تر جێبەجێ دەکرێت).';
$lang['start']                 = 'دەست پێ بکە';
$lang['prev']                  = 'پێشوو';
$lang['next']                  = 'داهاتوو';
$lang['last']                  = 'دوا';
$lang['edit_usermissing']      = 'بەکارهێنەری دەسنیشانکراو نەدۆزرایەوە، لەوانەیە ناوی بەکارهێنەری دیاریکراو سڕابێتەوە یان لە شوێنێکی تر گۆڕابێت.';
$lang['user_notify']           = 'بەکارهێنەر ئاگادار بکەوە';
$lang['note_notify']           = 'ئیمەیڵی ئاگانامەکان تەنها کاتێک دەنێردرێن کە بەکارهێنەر ەکە نهێنوشەی نوێی پێ بدرێت.';
$lang['note_group']            = 'بەکارهێنەرە نوێکان زیاد دەکرێت بۆ گرووپی گریمانە (%s) ئەگەر هیچ گروپێک دیاری نەکرا.';
$lang['note_pass']             = 'وشە نهێنیەکە بە شێوەیەکی خۆکار دروست دەکرێت ئەگەر خانەکە بە بەتاڵی بەجێهێڵرابێت و ئاگاداری بەکارهێنەر چالاک بکرێت.';
$lang['add_ok']                = 'بەکارهێنەر بە سەرکەوتوویی زیادکرا';
$lang['add_fail']              = 'زیادکردنەکانی بەکارهێنەر سەرکەوتوو نەبوو';
$lang['notify_ok']             = 'ئیمەیڵی ئاگانامە نێردرا';
$lang['notify_fail']           = 'ناتوانرێت ئیمەیڵی ئاگانامە بنێردرێت';
$lang['import_userlistcsv']    = 'فایلی لیستی بەکارهێنەر (CSV):  ';
$lang['import_header']         = 'نوێترین هاوردن - شکستەکان';
$lang['import_success_count']  = 'هێنانی بەکارهێنەر: %d بەکارهێنەردۆزرایەوە, %d هاوردەکراو بە سەرکەوتوویی.';
$lang['import_failure_count']  = 'هێنانی بەکارهێنەر: %d سەرکەوتوو نەبوو. شکستەکان لە خوارەوە لیست کراوە.';
$lang['import_error_fields']   = 'فیلدەکانی ناتەواو، %d دۆزرایەوە، پێویستی بە 4 ە.';
$lang['import_error_baduserid'] = 'بەکارهێنەر-ناسنامە دیار نیە';
$lang['import_error_badname']  = 'ناوی خراپ';
$lang['import_error_badmail']  = 'ناونیشانی ئیمەیلی خراپ';
$lang['import_error_upload']   = 'هێنان سەرکەوتوو نەبوو. فایلی csv بارناکرێت یان بەتاڵە.';
$lang['import_error_readfail'] = 'هێنان سەرکەوتوو نەبوو. ناتوانێت فایلی بارکراو بخوێنێتەوە.';
$lang['import_error_create']   = 'ناتوانێت بەکارهێنەر دروست بکات';
$lang['import_notify_fail']    = 'ناتوانرێت نامەی ئاگانامە بنێریت بۆ بەکارهێنەری هاوردەکراو، %s لەگەڵ ئیمەیلی %s.';
$lang['import_downloadfailures'] = 'شکستەکان دابەزێنە وەک CSV بۆ ڕاستکردنەوە';
$lang['addUser_error_missing_pass'] = 'تکایە یان تێپەڕوشە دابگرە یان ئاگانامەی بەکارهێنەر چالاک بکە بۆ چالاککردنی نەوەی نهێنوشە.';
$lang['addUser_error_pass_not_identical'] = 'تێپەڕوشە داخڵکراوەکە وەک یەک نەبوو.';
$lang['addUser_error_modPass_disabled'] = 'مۆدیکردنی تێپەڕوشە لە ئێستادا ناچالاککراوە';
$lang['addUser_error_name_missing'] = 'تکایە ناوێک بۆ بەکارهێنەرە نوێکە بنووسە.';
$lang['addUser_error_modName_disabled'] = 'دەستکاری ناوەکان لە ئێستادا ناچالاککراوە.';
$lang['addUser_error_mail_missing'] = 'تکایە ناونیشانی ئیمەیلێک بۆ بەکارهێنەر ی نوێ بنووسە';
$lang['addUser_error_modMail_disabled'] = 'دەستکاری ئیمێڵ-ئادریسی لە ئێستادا ناچالاک کراوە.';
$lang['addUser_error_create_event_failed'] = 'پێوەکراوێک ڕێگری کرد لە زیاد کردنی بەکارهێنەرە نوێکە. پێداچوونەوە بە نامەکانی تر بکە بۆ زانیاری زیاتر.';
