<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author FOTONTV <obraztsov568@gmail.com>
 * @author Igor Banatov <igor.banatov@gmail.com>
 * @author Aleksandr Selivanov <alexgearbox@yandex.ru>
 * @author Takumo <9206984@mail.ru>
 */
$lang['checkupdate']           = 'Проверять обновления.';
$lang['only_admins']           = 'Разрешить использование синтаксиса Indexmenu только администраторам.<br>Заметка: при редактировании страницы НЕ администратором, страница потеряет Indexmenu.';
$lang['aclcache']              = 'Оптимизация кэша indexmenu по правам доступа(работает только для запрошенного корневого пространства имен).<br>Выбор метода влияет только на визуализацию узлов в дереве indexmenu, а не на авторизацию страниц.<ul><li>None: Стандарт. Это более быстрый метод, и он не создает дополнительных файлов кэша, но узлы с запрещенным разрешением могут быть показаны неавторизованным пользователям или наоборот. Рекомендуется, если вы не отказываете в доступе к страницам acl или вам все равно, как отображается дерево.<li>User: Вход для каждого пользователя. Более медленный метод, и он создает много файлов кэша, но он всегда скрывает правильно запрещенные страницы. Рекомендуется, если у вас есть списки ACL страниц, которые зависят от входа пользователей.<li>Groups: Членство в каждой группе. Хороший компромисс между предыдущими методами, но в случае, если вы отказываете в чтении прав доступа пользователю, который принадлежит к группе с авторизацией read acl, то он все равно может отобразить эти узлы в дереве. Рекомендуется, когда права доступа всего вашего сайта зависят от членства в группах.</ul>';
$lang['headpage']              = 'Метод Headpage: указывает страницу, которая содержит название и ссылку на именованную область. <br>Модет принимать любое из значений:<ul><li>Начальная страница.<li>Страница с именем именованной области, которая включает ее в свой состав.<li>Страница с именем именованной области, расположенная на таком же уровне.<li>Пользовательский список имен страниц.<li>Список имен страниц, разделенный запятыми.</ul>';
$lang['hide_headpage']         = 'Скрывать заглавные страницы.';
$lang['page_index']            = 'Страница, которая заменит основное содержание dokuwiki. Создайте её и используйте синтаксис indexmenu. Используйте <code>id#random</code>, если у вас уже есть сайдбар с включённой опцией <code>navbar</code>. Рекомендуется <code>{{indexmenu>..|js navbar nocookie id#random}}</code>.';
$lang['empty_msg']             = 'Сообщение в случае, если дерево пусто. Используйте синтаксис «Докувики», не используйте html. Переменная <code>{{ns}}</code> является ярлыком для запрошенного пространства имён.';
$lang['skip_index']            = 'Список пространств имён для пропуска. Используйте регулярные выражения. Пример: <code>/(sidebars|private:myns)/</code>';
$lang['skip_file']             = 'Список страниц для пропуска. Используйте регулярные выражения. Пример: <code>/(:start$|^public:newstart$)/</code>';
$lang['show_sort']             = 'Показывать администраторам порядок сортировки наверху страницы';
$lang['themes_url']            = 'Скачивать темы с этого адреса.';
$lang['be_repo']               = 'Разрешить остальным скачивать темы с вашего сайта.';
$lang['defaultoptions']        = 'Список настроек плагина, разделённый запятыми. Эти настойки будут применяться по умолчанию к каждому Indexmenu и могут быть отменены с помощью команды reverse в синтаксисе плагина.';
