<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author qezwan <qezwan@gmail.com>
 */
$lang['debug']                 = 'چاپکردنی پەیامەکانی هەڵەی ورد. پێویستە لە کاربخرێت پاش ئامادەکردن.';
$lang['dsn']                   = 'DSN بۆ پەیوەندی کردن بە بنکەی زانیارێکان.';
$lang['user']                  = ' (sqliteبەکارهێنەربۆ گرێدانی بنکەی زانیاری سەرەوە (بەتاڵ بۆ ';
$lang['pass']                  = ' (sqlite تێپەڕوشە بۆ گرێدانی بنکەی زانیاری سەرەوە (بەتاڵ بۆ';
$lang['select-user']           = 'لێدوانی SQL بۆ دیاریکردنی داتای تاکە بەکارهێنەرێک';
$lang['select-user-groups']    = 'لێدوانی SQL بۆ دیاریکردنی هەموو گرووپەکانی یەک بەکارهێنەر';
$lang['select-groups']         = 'لێدوانی SQL بۆ دیاریکردنی هەموو گروپە بەردەستەکان';
$lang['insert-user']           = 'SQL بەیاننامە بۆ دانانی بەکارهێنەرێکی نوێ بۆ ناو بنکەی زانیاری';
$lang['delete-user']           = 'لێدوانی SQL بۆ لابردنی تاکە بەکارهێنەرێک لە بنکەی زانیارێکان';
$lang['list-users']            = 'لێدوانی SQL بۆ لیستی بەکارهێنەران کە لەگەڵ فلتەرێکدا دەگونجێن';
$lang['count-users']           = 'لێدوانی SQL بۆ ژماردنی بەکارهێنەران کە لەگەڵ فلتەرێکدا دەگونجێن';
$lang['update-user-info']      = 'لێدوانی SQL بۆ نوێکردنەوەی ناوی تەواو و ناونیشانی ئیمەیلی تاکە بەکارهێنەرێک';
$lang['update-user-login']     = 'لێدوانی SQL بۆ نوێکردنەوەی ناوی چوونەژوورەوەی تاکە بەکارهێنەرێک';
$lang['update-user-pass']      = 'لێدوانی SQL بۆ نوێکردنەوەی نهێنوشەی تاکە بەکارهێنەرێک';
$lang['insert-group']          = 'لێدوانی SQL بۆ دانانی گروپێکی نوێ بۆ ناو بنکەی زانیاری';
$lang['join-group']            = 'لێدوانی SQL بۆ زیادکردنی بەکارهێنەرێک بۆ گروپی بەردەست';
$lang['leave-group']           = 'لێدوانی SQL بۆ لابردنی بەکارهێنەرێک لە گروپێک';
$lang['check-pass']            = 'SQL بەیاننامە بۆ پشکنینی نهێنوشە بۆ بەکارهێنەرێک. دەکرێت بە بەتاڵی بهێلدریت ئەگەر زانیاری نهێنوشە لە بەکارهێنەری دەسنیشانکراودا هێنرابێت.';
