<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Aikaterini Katapodi <extragold1234@hotmail.com>
 */
$lang['debug']                 = 'Εκτύπωση μηνυμάτων σφαλμάτων λεπτομερώς. Αυτή η ρύθμιση πρέπει μετά να απενεργοποιηθεί.';
$lang['dsn']                   = 'Να συνδεθεί το DSN με τη βάση δεδομένων';
$lang['user']                  = 'Ο συνδεδεμένος χρήστης με την άνω βάση δεδομένων';
$lang['pass']                  = 'Ο κωδικός πρόσβασης της άνω βάσης δεδομένων';
$lang['select-user']           = 'SQL Αντίγραφο  επιλογής δεδομένων ενός απλού χρήστη';
$lang['select-user-groups']    = 'SQL Αντίγραφο to select all groups of a single user	';
$lang['select-groups']         = 'SQL Αντίγραφο για επιλογή όλων των διαθέσιμων ομάδων 	';
$lang['insert-user']           = 'Δηλωτικό SQL για να εισάγει έναν νέο χρήστη στη βάση δεδομένων';
$lang['delete-user']           = 'Δηλωτικό SQL για αφαίρεση χρήστη από την βάση δεδομένων';
$lang['list-users']            = 'Δηλωτικό SQL για να ταξινομήσει τους χρήστες με προσαρμογή φίλτρου';
$lang['count-users']           = 'Δηλωτικό SQL για να μετρήσει τον αριθμό των χρηστών με τη χρήση ενός φίλτρου';
$lang['update-user-info']      = 'Δηλωτικό SQL για ενημέρωση του ονόματος και της διεύθυνσης email ενός χρήστη';
$lang['update-user-login']     = 'Δηλωτικό SQL για ενημέρωση του ονόματος σύνδεσης ενός απλού χρήστη ';
$lang['update-user-pass']      = 'Δηλωτικό SQL για ενημέρωση του κωδικού πρόσβασης ενός χρήστη';
$lang['insert-group']          = 'Δηλωτικό SQL για να εισάγει νέα ομάδα στην βάση δεδομένων';
$lang['join-group']            = 'Δηλωτικό SQL για πρόσθεση χρήστη σε μια υπάρχουσα ομάδα';
$lang['leave-group']           = 'Δηλωτικό SQL για αφαίρεση χρήστη από μια ομάδα';
$lang['check-pass']            = 'Δηλωτικό SQL για να ελέγξει τον κωδικό πρόσβασης για έναν χρήστη. Μπορεί να μείνει κενό αν εισαχθεί κωδικός χρήστη στην ομάδα επιλογής χρήστη.';
