<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Aleksandr Selivanov <alexgearbox@yandex.ru>
 * @author Vyacheslav Strenadko <vyacheslav.strenadko@gmail.com>
 */
$lang['debug']                 = 'Выводить подробные сообщения об ошибках. Должно быть отключено после настройки.';
$lang['dsn']                   = 'DSN (имя источника данных) для подключения к базе данных';
$lang['user']                  = 'Имя пользователя для подключения к базе данных (пустое для SQLite)';
$lang['pass']                  = 'Пароль для подключения к базе данных (пустой для SQLite)';
$lang['select-user']           = 'SQL-выражение для выбора данных одного пользователя';
$lang['select-user-groups']    = 'SQL-выражение для выбора всех групп одного пользователя';
$lang['select-groups']         = 'SQL-выражение для выбора всех доступных групп';
$lang['insert-user']           = 'SQL-выражение для добавления нового пользователя в базу данных';
$lang['delete-user']           = 'SQL-выражение для удаления одного пользователя из базы данных';
$lang['list-users']            = 'SQL-выражение для перечисления пользователей, соответствующих фильтру';
$lang['count-users']           = 'SQL-выражение для подсчёта пользователей, соответствующих фильтру';
$lang['update-user-info']      = 'SQL-выражение для обновления полного имени и адреса эл. почты одного пользователя';
$lang['update-user-login']     = 'SQL-выражение для обновления логина одного пользователя';
$lang['update-user-pass']      = 'SQL-выражение для обновления пароля одного пользователя';
$lang['insert-group']          = 'SQL-выражение для добавления новой группы в базу данных';
$lang['join-group']            = 'SQL-выражение для добавления пользователя в существующую группу';
$lang['leave-group']           = 'SQL-выражение для удаления пользователя из группы';
$lang['check-pass']            = 'SQL-выражение для проверки пароля пользователя. Может быть пустым, если информация о пароле выбрана пользователем. (Can be left empty if password info is fetched in select-user.)';
