<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Masoud Sadrnezhaad <masoud@sadrnezhaad.ir>
 */
$lang['debug']                 = 'جزئیات پیام‌های خطا را نمایش بده. باید بعد از تنظیم غیرفعال شود.';
$lang['dsn']                   = 'دی‌اس‌ان برای اتصال به پایگاه داده';
$lang['user']                  = 'کاربر برای اتصال پایگاه دادهٔ بالا (برای sqlite خالی)';
$lang['pass']                  = 'کلمهٔ عبور برای اتصال پایگاه دادهٔ بالا (برای sqlite خالی)';
$lang['select-user']           = 'دستور SQL برای انتخاب داده‌ای از یک کاربر';
$lang['select-user-groups']    = 'دستور SQL برای انتخاب همهٔ گروه‌های یک کاربر';
$lang['select-groups']         = 'دستور SQL برای انتخاب گروه‌های موجود';
$lang['insert-user']           = 'دستور SQL برای افزودن یک کاربر جدید به پایگاه داده';
$lang['delete-user']           = 'دستور SQL برای ححذف یک کاربر از پایگاه داده';
$lang['list-users']            = 'دستور SQL برای فهرست کردن کاربران دارای ویژگی مشخص';
$lang['count-users']           = 'دستور SQL برای شمارش کاربران دارای ویژگی مشخص';
$lang['update-user-info']      = 'دستور SQL برای به‌روزرسانی نام کامل و ایمیل یک کاربر';
$lang['update-user-login']     = 'دستور SQL برای به‌روزرسانی نام ورود به سیستم برای یک کاربر';
$lang['update-user-pass']      = 'دستور SQL برای به‌روزرسانی کلمهٔ عبور برای یک کاربر';
$lang['insert-group']          = 'دستور SQL برای افزودن گروه جدید به پایگاه داده';
$lang['join-group']            = 'دستور SQL برای افزودن یک کاربر به یک گروه موجود';
$lang['leave-group']           = 'دستور SQL برای حذف یک کاربر از یک گروه';
$lang['check-pass']            = 'دستور SQL برای چک کردن کلمهٔ عبور یک کاربر. اگر اطلاعات کلمهٔ عبور در دریافت کاربر گرفته شده می‌تواند خالی بماند.';
