<?php
/**
 * ukrainian language file
 *
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * @author Oleksiy Voronin <ovoronin@gmail.com>
 * @author serg_stetsuk@ukr.net
 */
$lang['menu']                  = 'Керування користувачами';
$lang['noauth']                = '(автентифікація користувачів не	доступна)';
$lang['nosupport']             = '(керування користувачами не підтримується)';
$lang['badauth']               = 'невірний механізм автентифікації';
$lang['user_id']               = 'Ім\'я користувача';
$lang['user_pass']             = 'Пароль';
$lang['user_name']             = 'Повне ім\'я';
$lang['user_mail']             = 'E-mail';
$lang['user_groups']           = 'Групи';
$lang['field']                 = 'Поле';
$lang['value']                 = 'Значення';
$lang['add']                   = 'Додати';
$lang['delete']                = 'Вилучити';
$lang['delete_selected']       = 'Вилучити обрані';
$lang['edit']                  = 'Редагувати';
$lang['edit_prompt']           = 'Редагувати цього користувача';
$lang['modify']                = 'Зберегти зміни';
$lang['search']                = 'Пошук';
$lang['search_prompt']         = 'Шукати';
$lang['clear']                 = 'Сбросити фільтр пошуку';
$lang['filter']                = 'Фільтр';
$lang['summary']               = 'Показані користувачі %1$d-%2$d з %3$d знайдених. Всього користувачів: %4$d.';
$lang['nonefound']             = 'Не знайдено жодного користувача. Всьог користувачів: %d.';
$lang['delete_ok']             = 'Вилучено користувачів: %d';
$lang['delete_fail']           = 'Не вдалося вилучити %d.';
$lang['update_ok']             = 'Дані користувача успішно оновлені';
$lang['update_fail']           = 'Не вдалося оновити дані користувача';
$lang['update_exists']         = 'Не вдалося змінити ім\'я користувача, такий користувач (%s) вже існує (всі інші зміни будуть застосовані).';
$lang['start']                 = 'на початок';
$lang['prev']                  = 'назад';
$lang['next']                  = 'вперед';
$lang['last']                  = 'в кінець';
$lang['edit_usermissing']      = 'Обраного користувача не знайдено, можливо його було вилучено або змінено ще десь.';
$lang['user_notify']           = 'Повідомити користувача';
$lang['note_notify']           = 'Листи з повідомленнями відсилаються лише у випадку видачі нового паролю користувачеві';
$lang['note_group']            = 'Якщо не визначено групи, то нові користувачі будуть автоматично додані до групи по заповчуванню (%s).';
$lang['add_ok']                = 'Користувача успішно додано';
$lang['add_fail']              = 'Неможливо додати користувача';
$lang['notify_ok']             = 'Листа з повідомленням вислано';
$lang['notify_fail']           = 'Неможливо вислати листа з повідомленням';
