<?php
/**
 * bulgarian language file
 *
 * @author Nikolay Vladimirov <nikolay@vladimiroff.com>
 * @author Viktor Usunov <usun0v@mail.bg>
 */
$lang['menu']                  = 'Управление на потребителите';
$lang['noauth']                = '(идентифицирането на потребителите е недостъпно)';
$lang['nosupport']             = '(не се поддържа управление на потребители)';
$lang['badauth']               = 'невалиден механизъм при идентификация';
$lang['user_id']               = 'Потребител';
$lang['user_pass']             = 'Парола';
$lang['user_name']             = 'Истинско име';
$lang['user_mail']             = 'Електронна поща';
$lang['user_groups']           = 'Групи';
$lang['field']                 = 'Поле';
$lang['value']                 = 'Стойност';
$lang['add']                   = 'Добавяне';
$lang['delete']                = 'Изтриване';
$lang['delete_selected']       = 'Изтриване на избраните';
$lang['edit']                  = 'Редактиране';
$lang['edit_prompt']           = 'Редактиране на потребителя';
$lang['modify']                = 'Запис на промените';
$lang['search']                = 'Търсене';
$lang['search_prompt']         = 'Търсене';
$lang['clear']                 = 'Обновяване на търсенето';
$lang['filter']                = 'Филтър';
$lang['summary']               = 'Показване на потребители %1$d-%2$d от %3$d намерени. %4$d потребители общо.';
$lang['nonefound']             = 'Няма намерени потребители. Общо %d потребители.';
$lang['delete_ok']             = '%d потребители изтрити';
$lang['delete_fail']           = '%d не бяха изтрити';
$lang['update_ok']             = 'Обновяването на потребителя бе успешно';
$lang['update_fail']           = 'Обновяването на потребителя бе неуспешно';
$lang['update_exists']         = 'Смяната на потребителското име бе невъзможна, оказаното потребителско име (%s) вече съществува (всякакви други промени ще бъдат приложени).';
$lang['start']                 = 'начало';
$lang['prev']                  = 'предишно';
$lang['next']                  = 'следващо';
$lang['last']                  = 'последно';
$lang['edit_usermissing']      = 'Избраният потребител не бе намерен, оказаното потребителско име може да е изтрито или променено другаде.';
$lang['user_notify']           = 'Осведомяване на потребителя';
$lang['note_notify']           = 'Осведомителната e-поща се праща само, ако на потребителя е дадена нова парола.';
$lang['note_group']            = 'Новите потребители ще бъдат добавяни към групата (%s) ако не бъде посочена друга.';
$lang['note_pass']             = 'Паролата ще бъде генерирана автоматично, ако полето е оставено празно и функцията за уведомяване на потребителя е включена.';
$lang['add_ok']                = 'Добавянето на потребителя бе успешно';
$lang['add_fail']              = 'Добавянето на потребителя бе неуспешно';
$lang['notify_ok']             = 'Осведомително е-писмо бе изпратено';
$lang['notify_fail']           = 'Пращането на осведомително е-писмо е невъзможно';
