<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 * @author Nikolay Vladimirov <nikolay@vladimiroff.com>
 * @author Viktor Usunov <usun0v@mail.bg>
 * @author Kiril <neohidra@gmail.com>
 */
$lang['menu']                  = 'Диспечер на потребителите';
$lang['noauth']                = '(удостоверяването на потребители не е налично)';
$lang['nosupport']             = '(управлението на потребители не се поддържа)';
$lang['badauth']               = 'невалиден механизъм за удостоверяване';
$lang['user_id']               = 'Потребител';
$lang['user_pass']             = 'Парола';
$lang['user_name']             = 'Истинско име';
$lang['user_mail']             = 'Електронна поща';
$lang['user_groups']           = 'Групи';
$lang['field']                 = 'Поле';
$lang['value']                 = 'Стойност';
$lang['add']                   = 'Добави';
$lang['delete']                = 'Изтрий';
$lang['delete_selected']       = 'Изтрий избраните';
$lang['edit']                  = 'Редактирай';
$lang['edit_prompt']           = 'Редактиране на потребителя';
$lang['modify']                = 'Запиши промените';
$lang['search']                = 'Търсене';
$lang['search_prompt']         = 'Търси';
$lang['clear']                 = 'Обновяване на търсенето';
$lang['filter']                = 'Филтър';
$lang['export_all']            = 'Износ на всички потребители (CSV)';
$lang['import']                = 'Импорт на нови потребители';
$lang['line']                  = 'Ред №';
$lang['error']                 = 'Съобщение за грешка';
$lang['summary']               = 'Показване на потребители %1$d-%2$d от %3$d намерени. Общо %4$d потребителя.';
$lang['nonefound']             = 'Не са намерени потребители. Общо %d потребителя.';
$lang['delete_ok']             = '%d изтрити потребителя';
$lang['delete_fail']           = 'изтриването на %d се провали.';
$lang['update_ok']             = 'Обновяването на потребителя е успешно';
$lang['update_fail']           = 'Обновяването на потребителя се провали';
$lang['update_exists']         = 'Смяната на потребителското име се провали, въведеното потребителско име (%s) вече съществува (всички други промени ще бъдат приложени).';
$lang['start']                 = 'начало';
$lang['prev']                  = 'назад';
$lang['next']                  = 'напред';
$lang['last']                  = 'край';
$lang['edit_usermissing']      = 'Избраният потребител не е намерен, въведеното потребителско име може да е изтрито или променено другаде.';
$lang['user_notify']           = 'Уведомяване на потребителя';
$lang['note_notify']           = 'Имейл се изпраща само ако бъде променена паролата на потребителя.';
$lang['note_group']            = 'Новите потребители биват добавяни към стандартната групата (%s) ако не е посочена друга.';
$lang['note_pass']             = 'Паролата ще бъде генерирана автоматично, ако оставите полето празно и функцията за уведомяване на потребителя е включена.';
$lang['add_ok']                = 'Добавянето на потребителя е успешно';
$lang['add_fail']              = 'Добавянето на потребителя се провали';
$lang['notify_ok']             = 'Изпратено е осведомителен имейл';
$lang['notify_fail']           = 'Изпращането на осведомителен имейл не е възможно';
$lang['import_error_badname']  = 'Грешно потребителско име';
$lang['import_error_badmail']  = 'Грешен имейл адрес';
$lang['import_error_upload']   = 'Внасянето се провали. CSV файлът не може да бъде качен или е празен.';
$lang['import_error_readfail'] = 'Внасянето се провали. Каченият файл не може да бъде прочетен.';
$lang['import_error_create']   = 'Потребителят не може да бъде съдаден';
