<?php
/**
 * bulgarian language file
 * @author Nikolay Vladimirov <nikolay@vladimiroff.com>
 * @author Nikolay Vladimirof <nikolay@vladimiroff.com>
 */
$lang['menu']                    = 'Възстановяване';
$lang['filter']                  = 'Търсене на спамната страници';
$lang['revert']                  = 'Избрани страници за възстановяване';
$lang['reverted']                = '%s върнат до версия %s';
$lang['removed']                 = '%s премахнат';
$lang['revstart']                = 'Процесът на възстановяване започна. Това може да отнеме много време. Ако скриптът се просрочи преди да завърши, трябва да възстановявате на по-малки парчета.';
$lang['revstop']                 = 'Процесът на възстановяване завърши успешно.';
$lang['note1']                   = 'Забележка:за търсенето има значение малки/големи букви';
$lang['note2']                   = 'Забележка: страницата ще бъде възвърната без да съдържа спам терминът <i>%s</i>.';
