<?php
/**
 * russian language file
 * @author Denis Simakov <akinoame1@gmail.com>
 * @author Andrew Pleshakov <beotiger@mail.ru>
 */
$lang['menu']                  = 'Менеджер откаток';
$lang['filter']                = 'Поиск спам-страниц';
$lang['revert']                = 'Откатить изменения для выбранных страниц';
$lang['reverted']              = '%s откачена к версии %s';
$lang['removed']               = '%s удалена';
$lang['revstart']              = 'Начат процесс откатки. Он может занять много времени. Если скрипт не успевает завершить работу и выдает ошибку, необходимо произвести откатку более маленькими частями.';
$lang['revstop']               = 'Процесс откатки успешно завершен.';
$lang['note1']                 = 'Замечание: поиск с учетом регистра';
$lang['note2']                 = 'Замечание: страница будет откачена к последней версии, не содержащей спам-термин <i>%s</i>.';
